Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Requires a user tap
de: Erfordert dein Antippen
es: Requiere un toque del usuario
et: Nõuab kasutaja puudutust
fr: Nécessite un toucher de ta part
hu: Felhasználói koppintást igényel
it: Richiede un tocco dell’utente
ja: ユーザーのタップが必要です
ko: 사용자 탭 필요
ms: Memerlukan ketikan pengguna
pt: Requer um toque do utilizador
ru: Требуется нажатие пользователя
zh_hans: 需要用户轻点

source: Reset
de: Zurücksetzen
es: Restablecer
et: Lähtesta
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
ja: リセット
ko: 재설정
ms: Set semula
pt: Repor
ru: Сбросить
zh_hans: 重置

source: Reset All Settings
de: Alle Einstellungen zurücksetzen
es: Restablecer todos los ajustes
et: Lähtesta kõik seaded
fr: Réinitialiser tous les réglages
hu: Összes beállítás visszaállítása
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
ko: 모든 설정 재설정
ms: Set semula semua tetapan
pt: Repor todas as definições
ru: Сбросить все настройки
zh_hans: 重置所有设置

source: Reset advanced settings
de: Erweiterte Einstellungen zurücksetzen
es: Restablecer ajustes avanzados
et: Lähtesta täpsemad seaded
fr: Réinitialiser les réglages avancés
hu: Speciális beállítások visszaállítása
it: Ripristina impostazioni avanzate
ja: 詳細設定をリセット
ko: 고급 설정 재설정
ms: Tetap semula tetapan lanjutan
pt: Repor definições avançadas
ru: Сбросить дополнительные настройки
zh_hans: 重置高级设置

source: Reset advanced settings to their defaults?
de: Erweiterte Einstellungen auf Standard zurücksetzen?
es: ¿Volver a dejar los ajustes avanzados como venían?
et: Lähtestada täpsemad seaded vaikeväärtustesse?
fr: Remettre les réglages avancés par défaut ?
hu: Visszaállítod a haladó beállításokat alapértelmezettre?
it: Vuoi riportare le impostazioni avanzate ai valori predefiniti?
ja: 詳細設定を初期状態に戻しますか?
ko: 고급 설정을 기본값으로 되돌릴까요?
ms: Set semula tetapan lanjutan kepada asal?
pt: Repor as definições avançadas nos valores originais?
ru: Сбросить дополнительные настройки к стандартным?
zh_hans: 把高级设置恢复成默认值吗？

source: Reset all
de: Alle zurücksetzen
es: Restablecer todo
et: Lähtesta kõik
fr: Tout réinitialiser
hu: Összes visszaállítása
it: Ripristina tutto
ja: すべてリセット
ko: 모두 재설정
ms: Set semula semua
pt: Repor tudo
ru: Сбросить все
zh_hans: 全部重置

source: Reset all settings
de: Alle Einstellungen zurücksetzen
es: Restablecer todos los ajustes
et: Lähtesta kõik seaded
fr: Réinitialiser tous les réglages
hu: Állítsa vissza az összes beállítást
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
ko: 모든 설정 재설정
ms: Tetap semula semua tetapan
pt: Repor todas as definições
ru: Сбросить все настройки
zh_hans: 重置所有设置

source: Reset all settings to their defaults?
de: Alle Einstellungen auf Standard zurücksetzen?
es: ¿Volver a dejar todos los ajustes como venían?
et: Lähtestada kõik seaded vaikeväärtustesse?
fr: Remettre tous les réglages par défaut ?
hu: Visszaállítasz minden beállítást alapértelmezettre?
it: Vuoi riportare tutte le impostazioni ai valori predefiniti?
ja: すべての設定を初期状態に戻しますか?
ko: 모든 설정을 기본값으로 되돌릴까요?
ms: Set semula semua tetapan kepada asal?
pt: Repor todas as definições nos valores originais?
ru: Сбросить все настройки к стандартным?
zh_hans: 把所有设置都恢复成默认值吗？

source: Reset analytics data
de: Statistikdaten löschen
es: Borrar datos de estadísticas
et: Lähtesta statistikaandmed
fr: Effacer les données statistiques
hu: Statisztikai adatok törlése
it: Azzera dati statistici
ja: 統計データを消去
ko: 통계 데이터 지우기
ms: Padam data statistik
pt: Apagar dados estatísticos
ru: Сбросить данные аналитики
zh_hans: 清除统计数据

source: Reset analytics data?
de: Statistikdaten löschen?
es: ¿Borrar los datos de estadísticas?
et: Lähtestada statistikaandmed?
fr: Effacer les données statistiques ?
hu: Törlöd a statisztikai adatokat?
it: Azzerare i dati statistici?
ja: 統計データを消去しますか？
ko: 통계 데이터를 지울까요?
ms: Padam data statistik?
pt: Apagar os dados estatísticos?
ru: Сбросить данные аналитики?
zh_hans: 要清除统计数据吗？

source: Reset background
de: Hintergrund zurücksetzen
es: Restablecer fondo
et: Lähtesta taust
fr: Réinitialiser l'arrière-plan
hu: Háttér visszaállítása
it: Reimposta sfondo
ja: 背景をリセット
ko: 배경 재설정
ms: Set semula latar belakang
pt: Repor fundo
ru: Сбросить фон
zh_hans: 重置背景

source: Reset background?
de: Hintergrund zurücksetzen?
es: ¿Restablecer fondo?
et: Lähtestada taust?
fr: Réinitialiser l'arrière-plan ?
hu: Visszaállítod a hátteret?
it: Reimpostare lo sfondo?
ja: 背景をリセットしますか？
ko: 배경을 재설정할까요?
ms: Set semula latar belakang?
pt: Repor o fundo?
ru: Сбросить фон?
zh_hans: 重置背景？

source: Reset customization
de: Anpassungen zurücksetzen
es: Restablecer personalización
et: Lähtesta kohandused
fr: Réinitialiser la personnalisation
hu: Testreszabás visszaállítása
it: Ripristina personalizzazione
ja: カスタマイズをリセット
ko: 맞춤 설정 재설정
ms: Set semula penyesuaian
pt: Repor personalização
ru: Сбросить настройки оформления
zh_hans: 重置自定义设置

source: Reset entrance?
de: Eingang zurücksetzen?
es: ¿Restablecer entrada?
et: Lähtestada sisenemine?
fr: Réinitialiser l'entrée ?
hu: Visszaállítod a belépést?
it: Reimpostare l'ingresso?
ja: 開始アニメーションをリセットしますか？
ko: 등장 효과를 재설정할까요?
ms: Set semula kemunculan?
pt: Repor a entrada?
ru: Сбросить появление?
zh_hans: 重置进场动画？

source: Reset framing
de: Bildausschnitt zurücksetzen
es: Restablecer encuadre
et: Lähtesta paigutus
fr: Réinitialiser le cadrage
hu: Elhelyezés visszaállítása
it: Ripristina inquadratura
ja: 写真の配置をリセット
ko: 사진 배치 재설정
ms: Set semula kedudukan foto
pt: Repor enquadramento
ru: Сбросить кадрирование
zh_hans: 重置构图

source: Reset geometry?
de: Geometrie zurücksetzen?
es: ¿Restablecer geometría?
et: Lähtestada geomeetria?
fr: Réinitialiser la géométrie ?
hu: Visszaállítod a geometriát?
it: Reimpostare la geometria?
ja: 形状をリセットしますか？
ko: 형상을 재설정할까요?
ms: Set semula geometri?
pt: Repor a geometria?
ru: Сбросить геометрию?
zh_hans: 重置几何形状？

source: Reset haptics
de: Haptik zurücksetzen
es: Restablecer hápticos
et: Lähtesta haptika
fr: Réinitialiser les haptiques
hu: Haptika visszaállítása
it: Reimposta aptica
ja: ハプティクスをリセット
ko: 햅틱 재설정
ms: Set semula haptik
pt: Repor hápticos
ru: Сбросить тактильные ощущения
zh_hans: 重置触感

source: Reset haptics?
de: Haptik zurücksetzen?
es: ¿Restablecer hápticos?
et: Lähtestada haptika?
fr: Réinitialiser les haptiques ?
hu: Visszaállítod a haptikát?
it: Reimpostare l'aptica?
ja: ハプティクスをリセットしますか？
ko: 햅틱을 재설정할까요?
ms: Set semula haptik?
pt: Repor os hápticos?
ru: Сбросить тактильные ощущения?
zh_hans: 重置触感？

source: Reset learning for %@?
de: Gelerntes für %@ zurücksetzen?
es: ¿Restablecer lo aprendido en %@?
et: Lähtestada õppimine keelele %@?
fr: Réinitialiser l’apprentissage pour %@ ?
hu: Visszaállítod a(z) %@ tanultjait?
it: Ripristinare l’apprendimento per %@?
ja: %@ の学習をリセットしますか？
ko: %@의 학습을 재설정할까요?
ms: Set semula pembelajaran untuk %@?
pt: Repor o que foi aprendido em %@?
ru: Сбросить обучение для «%@»?
zh_hans: 要重置%@的学习内容吗？

source: Reset letters?
de: Buchstaben zurücksetzen?
es: ¿Restablecer letras?
et: Lähtestada tähed?
fr: Réinitialiser les lettres ?
hu: Visszaállítod a betűket?
it: Reimpostare le lettere?
ja: 文字をリセットしますか？
ko: 글자를 재설정할까요?
ms: Set semula huruf?
pt: Repor as letras?
ru: Сбросить буквы?
zh_hans: 重置字母？

source: Reset motion?
de: Bewegung zurücksetzen?
es: ¿Restablecer movimiento?
et: Lähtestada liikumine?
fr: Réinitialiser le mouvement ?
hu: Visszaállítod a mozgást?
it: Reimpostare il movimento?
ja: モーションをリセットしますか？
ko: 모션을 재설정할까요?
ms: Set semula gerakan?
pt: Repor o movimento?
ru: Сбросить движение?
zh_hans: 重置动效？

source: Reset popups?
de: Popups zurücksetzen?
es: ¿Restablecer ventanas emergentes?
et: Lähtestada hüpikaknad?
fr: Réinitialiser les fenêtres ?
hu: Visszaállítod a felugró ablakokat?
it: Reimpostare i popup?
ja: ポップアップをリセットしますか？
ko: 팝업을 재설정할까요?
ms: Set semula pop timbul?
pt: Repor os pop-ups?
ru: Сбросить всплывающие окна?
zh_hans: 重置弹窗？

source: Reset saved emoji skin tones
de: Gespeicherte Emoji-Hauttöne zurücksetzen
es: Restablecer los tonos de piel de emoji guardados
et: Lähtesta salvestatud emoji nahatoonid
fr: Réinitialiser les teintes de peau des emojis
hu: Mentett emoji bőrtónusok visszaállítása
it: Reimposta le tonalità della pelle salvate per gli emoji
ja: 保存した絵文字の肌の色をリセット
ko: 저장한 이모지 피부톤 초기화
ms: Set semula ton kulit emoji yang disimpan
pt: Repor os tons de pele de emoji guardados
ru: Сбросить сохранённые тона кожи эмодзи
zh_hans: 重置保存的表情肤色

source: Reset sound?
de: Sound zurücksetzen?
es: ¿Restablecer sonido?
et: Lähtestada heli?
fr: Réinitialiser le son ?
hu: Visszaállítod a hangot?
it: Reimpostare il suono?
ja: サウンドをリセットしますか？
ko: 사운드를 재설정할까요?
ms: Set semula bunyi?
pt: Repor o som?
ru: Сбросить звук?
zh_hans: 重置声音？

source: Reset stats
de: Statistiken zurücksetzen
es: Restablecer estadísticas
et: Lähtesta statistika
fr: Réinitialiser les statistiques
hu: Statisztikák visszaállítása
it: Azzera statistiche
ja: 統計をリセット
ko: 통계 재설정
ms: Tetapkan semula statistik
pt: Repor estatísticas
ru: Сбросить статистику
zh_hans: 重置统计数据

source: Reset suggestions?
de: Vorschläge zurücksetzen?
es: ¿Restablecer sugerencias?
et: Lähtestada soovitused?
fr: Réinitialiser les suggestions ?
hu: Visszaállítod a javaslatokat?
it: Reimpostare i suggerimenti?
ja: 候補をリセットしますか？
ko: 제안을 재설정할까요?
ms: Set semula cadangan?
pt: Repor as sugestões?
ru: Сбросить подсказки?
zh_hans: 重置建议？

source: Reset tab order
de: Tab-Reihenfolge zurücksetzen
es: Restablecer el orden de las pestañas
et: Lähtesta kaartide järjekord
fr: Réinitialiser l'ordre des onglets
hu: Fülsorrend visszaállítása
it: Ripristina l'ordine delle schede
ja: タブの並びをリセット
ko: 탭 순서 되돌리기
ms: Set semula susunan tab
pt: Repor a ordem dos separadores
ru: Сбросить порядок вкладок
zh_hans: 重置分类顺序

source: Reset this profile
de: Dieses Profil zurücksetzen
es: Restablecer este perfil
et: Lähtesta see profiil
fr: Réinitialiser ce profil
hu: Profil visszaállítása
it: Ripristina questo profilo
ja: このプロファイルをリセット
ko: 이 프로필 재설정
ms: Tetapkan semula profil ini
pt: Repor este perfil
ru: Сбросить этот профиль
zh_hans: 重置此配置文件

source: Reset to sample actions
de: Auf Beispielaktionen zurücksetzen
es: Volver a las acciones de ejemplo
et: Lähtesta näidistegevustele
fr: Revenir aux actions d'exemple
hu: Visszaállítás a mintaműveletekre
it: Riporta alle azioni di esempio
ja: サンプルのアクションに戻す
ko: 샘플 동작으로 되돌리기
ms: Set semula ke tindakan contoh
pt: Repor as ações de exemplo
ru: Вернуть примеры действий
zh_hans: 重置为示例操作

source: Reset to sample actions?
de: Auf Beispiel-Aktionen zurücksetzen?
es: ¿Restablecer a las acciones de ejemplo?
et: Lähtestada näidistegevustele?
fr: Réinitialiser aux actions d'exemple ?
hu: Visszaállítod a minta műveletekre?
it: Ripristinare le azioni di esempio?
ja: サンプルのアクションにリセットしますか？
ko: 샘플 액션으로 재설정할까요?
ms: Tetapkan semula kepada tindakan sampel?
pt: Repor para as ações de exemplo?
ru: Вернуть примеры действий?
zh_hans: 要重置为示例操作吗？

source: Reset to sample panels
de: Auf Beispielbereiche zurücksetzen
es: Volver a los paneles de ejemplo
et: Lähtesta näidispaneelidele
fr: Revenir aux panneaux d'exemple
hu: Visszaállítás a mintapanelekre
it: Riporta ai pannelli di esempio
ja: サンプルのパネルに戻す
ko: 샘플 패널로 되돌리기
ms: Set semula ke panel contoh
pt: Repor os painéis de exemplo
ru: Вернуть примеры панелей
zh_hans: 重置为示例面板

source: Reset to sample panels?
de: Auf Beispiel-Panels zurücksetzen?
es: ¿Restablecer a los paneles de ejemplo?
et: Lähtestada näidispaneelidele?
fr: Réinitialiser aux panneaux d'exemple ?
hu: Visszaállítod a minta panelekre?
it: Ripristinare i pannelli di esempio?
ja: サンプルのパネルにリセットしますか？
ko: 샘플 패널로 재설정할까요?
ms: Tetapkan semula kepada panel sampel?
pt: Repor para os painéis de exemplo?
ru: Вернуть примеры панелей?
zh_hans: 要重置为示例面板吗？

source: Reset to starter script
de: Auf Starter-Skript zurücksetzen
es: Restablecer al script inicial
et: Lähtesta lähteskriptile
fr: Réinitialiser au script de départ
hu: Visszaállítás a kezdő szkriptre
it: Ripristina lo script iniziale
ja: スターター用スクリプトにリセット
ko: 시작 스크립트로 재설정
ms: Tetapkan semula kepada skrip permulaan
pt: Repor para o script inicial
ru: Вернуть стартовый скрипт
zh_hans: 重置为初始脚本

source: Reset to theme color
de: Auf Design-Farbe zurücksetzen
es: Volver al color del tema
et: Lähtesta teema värvile
fr: Revenir à la couleur du thème
hu: Vissza a téma színére
it: Torna al colore del tema
ja: テーマの色に戻す
ko: 테마 색상으로 되돌리기
ms: Kembali ke warna tema
pt: Voltar à cor do tema
ru: Вернуть цвет темы
zh_hans: 恢复为主题颜色

source: Reset tuning
de: Klang zurücksetzen
es: Restablecer sonido
et: Lähtesta heliseaded
fr: Réinitialiser le son
hu: Hangbeállítások visszaállítása
it: Reimposta il suono
ja: サウンド調整をリセット
ko: 사운드 조정 초기화
ms: Tetapkan semula bunyi
pt: Repor o som
ru: Сбросить настройки звука
zh_hans: 重置声音调节

source: Reshape the letter plane: keys grow with how often you hit them, drift toward where you land. Letters only; number/bottom rows stay put
de: Formt die Buchstabenebene um: Tasten wachsen damit, wie oft du sie triffst, und driften dorthin, wo du landest. Nur Buchstaben; Zahlen-/untere Reihen bleiben, wo sie sind
es: Remodela el plano de letras: las teclas crecen según cuánto las pulsas y se desplazan hacia donde aterrizas. Solo letras; las filas de números y la de abajo se quedan fijas
et: Kujundab tähetasandi ümber: klahvid kasvavad vastavalt sellele, kui sageli neid vajutad, ja triivivad sinna, kuhu maandud. Ainult tähed; numbri/alumised read jäävad paigale
fr: Remodèle le plan des lettres : les touches grandissent selon la fréquence à laquelle tu les touches et dérivent vers là où tu atterris. Lettres seulement ; les rangées de chiffres/du bas ne bougent pas
hu: Átformálja a betűsíkot: a billentyűk annál nagyobbak, minél gyakrabban találod el őket, és afelé csúsznak, ahová koppintasz. Csak a betűk; a szám- és alsó sorok a helyükön maradnak
it: Rimodella il piano delle lettere: i tasti crescono in base a quanto li premi e derivano verso dove atterri. Solo lettere; le righe dei numeri e in basso restano ferme
ja: 文字面を作り変えます。キーは押す頻度に応じて大きくなり、着地する場所へ寄っていきます。文字キーだけで、数字行と最下段はそのままです
ko: 글자 면을 다시 잡아요: 키가 자주 누른 만큼 커지고, 닿는 곳으로 이동해요. 글자만요. 숫자/맨 아랫줄은 그대로예요
ms: Bentuk semula satah huruf: kekunci membesar ikut kekerapan anda menekannya, hanyut ke tempat anda mendarat. Huruf sahaja; baris nombor/bawah kekal di tempat
pt: Remodela o plano das letras: as teclas crescem conforme a frequência com que lhes acertas e derivam para onde tocas. Só as letras; as linhas de números e de baixo ficam paradas
ru: Перестраивать поле букв: клавиши растут тем сильнее, чем чаще вы по ним попадаете, и сдвигаются туда, куда вы нажимаете. Только буквы; ряд цифр и нижний ряд остаются на месте
zh_hans: 重塑字母平面：键会随你敲击的频率变大，往你的落点漂移。只影响字母；数字行和底行不动

source: Response
de: Antwort
es: Respuesta
et: Vastus
fr: Réponse
hu: Válasz
it: Risposta
ja: 応答
ko: 응답
ms: Tindak balas
pt: Resposta
ru: Ответ
zh_hans: 响应

source: Responsiveness
de: Reaktionsfähigkeit
es: Capacidad de respuesta
et: Reageerimisvõime
fr: Réactivité
hu: Fogékonyság
it: Reattività
ja: 応答性
ko: 반응성
ms: Keresponsifan
pt: Capacidade de resposta
ru: Отзывчивость
zh_hans: 响应速度

source: Restart
de: Neu starten
es: Reiniciar
et: Taaskäivita
fr: Redémarrer
hu: Indítsa újra
it: Riavvia
ja: 再起動
ko: 다시 시작
ms: Mula semula
pt: Reiniciar
ru: Перезапуск
zh_hans: 重新启动

source: Restart from the top after the last phrase
de: Nach der letzten Phrase wieder von vorn anfangen
es: Empezar de nuevo desde arriba tras la última frase
et: Alusta pärast viimast fraasi uuesti ülevalt
fr: Repartir du début après la dernière phrase
hu: Kezdje elölről az utolsó mondat után
it: Ricomincia dall'inizio dopo l'ultima frase
ja: 最後のフレーズのあと、最初から再生し直します
ko: 마지막 구문까지 가면 처음부터 다시 시작
ms: Mula balik dari atas selepas frasa terakhir
pt: Recomeçar do início depois da última frase
ru: После последней фразы начинать сначала
zh_hans: 读完最后一句后从头再来

source: Restarts
de: Neustarts
es: Reinicios
et: Taaskäivitused
fr: Redémarrages
hu: Újraindulások
it: Riavvii
ja: 再起動
ko: 다시 시작
ms: Mula semula
pt: Reinícios
ru: Перезапуски
zh_hans: 重启记录

source: Restore
de: Wiederherstellen
es: Restaurar
et: Taasta
fr: Restaurer
hu: Visszaállítás
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
pt: Restaurar
ru: Восстановить
zh_hans: 恢复购买

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
et: Taasta ostud
fr: Restaurer les achats
hu: Vásárlások visszaállítása
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
ms: Pulihkan Pembelian
pt: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

source: Restore default
de: Standard wiederherstellen
es: Restaurar valor predeterminado
et: Taasta vaikeväärtus
fr: Restaurer la valeur par défaut
hu: Alapértelmezett visszaállítása
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값 복원
ms: Pulihkan lalai
pt: Repor predefinição
ru: Вернуть стандартное
zh_hans: 恢复默认值

source: Restore learned words from a backup
de: Gelernte Wörter aus einem Backup wiederherstellen
es: Restaurar palabras aprendidas desde una copia de seguridad
et: Taasta õpitud sõnad varukoopiast
fr: Restaurer les mots appris depuis une sauvegarde
hu: Megtanult szavak visszaállítása mentésből
it: Ripristina le parole apprese da un backup
ja: バックアップから学習した単語を復元
ko: 백업에서 학습한 단어 복원
ms: Pulihkan perkataan yang dipelajari daripada sandaran
pt: Restaurar palavras aprendidas de uma cópia de segurança
ru: Восстановить выученные слова из резервной копии
zh_hans: 从备份恢复学到的词

source: Restore original
de: Original wiederherstellen
es: Restaurar el original
et: Taasta algne
fr: Rétablir l'original
hu: Eredeti visszaállítása
it: Ripristina l'originale
ja: 元の字形に戻す
ko: 원본 복원
ms: Pulihkan asal
pt: Restaurar o original
ru: Восстановить оригинал
zh_hans: 恢复原始字形

source: Restore this action to its default prompt and color?
de: Diese Aktion auf ihren Standard-Prompt und ihre Standardfarbe zurücksetzen?
es: ¿Restaurar esta acción a su prompt y color predeterminados?
et: Taastada see tegevus oma vaikejuhise ja -värvi juurde?
fr: Restaurer cette action à son prompt et sa couleur par défaut ?
hu: Visszaállítod ezt a műveletet az alapértelmezett promptjára és színére?
it: Ripristinare questa azione al prompt e al colore predefiniti?
ja: このアクションを初期のプロンプトと色に戻しますか？
ko: 이 액션을 기본 프롬프트와 색으로 되돌릴까요?
ms: Pulihkan tindakan ini kepada gesaan dan warna lalainya?
pt: Repor esta ação para o prompt e cor predefinidos?
ru: Вернуть этому действию стандартный запрос и цвет?
zh_hans: 要把这个操作恢复为默认提示词和颜色吗？

# Restore this action to its default prompt and colour?
source: Restore this action to its default prompt and color?
de: Diese Aktion auf ihren Standard-Prompt und ihre Standardfarbe zurücksetzen?
es: ¿Restaurar esta acción a su prompt y color predeterminados?
et: Taastada see tegevus oma vaikejuhise ja -värvi juurde?
fr: Restaurer cette action à son prompt et sa couleur par défaut ?
hu: Visszaállítod ezt a műveletet az alapértelmezett promptjára és színére?
it: Ripristinare questa azione al prompt e al colore predefiniti?
ja: このアクションを初期のプロンプトと色に戻しますか？
ko: 이 액션을 기본 프롬프트와 색으로 되돌릴까요?
ms: Pulihkan tindakan ini kepada gesaan dan warna lalainya?
pt: Repor esta ação para o prompt e cor predefinidos?
ru: Вернуть этому действию стандартный запрос и цвет?
zh_hans: 要把这个操作恢复为默认提示词和颜色吗？

source: Restored from backup
de: Aus Backup wiederhergestellt
es: Restaurado de la copia de seguridad
et: Varukoopiast taastatud
fr: Restauré depuis la sauvegarde
hu: Visszaállítva mentésből
it: Ripristinato dal backup
ja: バックアップから復元
ko: 백업에서 복원됨
ms: Dipulihkan daripada sandaran
pt: Restaurado da cópia de segurança
ru: Восстановлено из резервной копии
zh_hans: 已从备份恢复

source: Restores Clink to factory defaults and permanently removes your custom content and saved profiles.
de: Setzt Clink auf Werkseinstellungen zurück und entfernt dauerhaft eigene Inhalte und gespeicherte Profile.
es: Restablece Clink a los valores de fábrica y elimina permanentemente tu contenido personalizado y los perfiles guardados.
et: Taastab Clinki tehase vaikeseaded ning eemaldab jäädavalt sinu kohandatud sisu ja salvestatud profiilid.
fr: Rétablit les réglages d’usine de Clink et supprime définitivement ton contenu personnalisé et tes profils enregistrés.
hu: Visszaállítja a Clink gyári beállításait, és végleg eltávolítja az egyéni tartalmakat és mentett profilokat.
it: Ripristina Clink alle impostazioni di fabbrica e rimuove definitivamente contenuti personalizzati e profili salvati.
ja: Clinkを工場出荷時設定に戻し、カスタムコンテンツと保存済みプロファイルを完全に削除します。
ko: Clink을 공장 기본값으로 복원하고 사용자 설정 콘텐츠와 저장된 프로필을 영구적으로 제거합니다.
ms: Memulihkan Clink kepada tetapan kilang serta mengalih keluar kandungan tersuai dan profil tersimpan anda secara kekal.
pt: Restaura o Clink para as predefinições de fábrica e remove permanentemente o seu conteúdo personalizado e perfis guardados.
ru: Восстанавливает заводские настройки Clink и безвозвратно удаляет ваш пользовательский контент и сохранённые профили.
zh_hans: 将 Clink 恢复为出厂默认设置，并永久移除你的自定内容和已保存的配置文件。

source: Restores every setting to default. Your custom themes and saved emoji skin tones are kept.
de: Setzt alle Einstellungen auf die Standardwerte zurück. Deine eigenen Designs und gespeicherten Emoji-Hauttöne bleiben erhalten.
es: Devuelve todos los ajustes a como venían. Tus temas y los tonos de piel de emoji guardados se quedan como están.
et: Taastab iga seadistuse vaikeväärtusele. Sinu kohandatud teemad ja salvestatud emoji nahatoonid jäävad alles.
fr: Remet tous les réglages par défaut. Tes thèmes perso et tes teintes de peau d'emojis sont gardés.
hu: Minden beállítást visszaállít az alaphelyzetbe. Az egyéni témáid és a mentett emoji bőrtónusaid megmaradnak.
it: Riporta tutte le impostazioni ai valori predefiniti. I tuoi temi personalizzati e le tonalità della pelle salvate per gli emoji restano.
ja: すべての設定を初期状態に戻します。カスタムテーマと保存した絵文字の肌の色はそのまま残ります。
ko: 모든 설정을 기본값으로 되돌려요. 직접 만든 테마와 저장한 이모지 피부톤은 그대로 둬요.
ms: Set semula semua tetapan ke lalai. Tema tersuai dan ton kulit emoji anda dikekalkan.
pt: Repõe todas as definições para os valores originais. Os teus temas personalizados e os tons de pele de emoji guardados ficam.
ru: Возвращает все настройки к стандартным. Ваши темы и сохранённые тона кожи эмодзи остаются.
zh_hans: 把所有设置还原成默认。你的自定义主题和保存的表情肤色都会留着。

source: Restores hitbox size, cursor scroll sensitivity, and all physics values. Other settings are untouched.
de: Stellt Trefferflächengröße, Cursor-Scroll-Empfindlichkeit und alle Physikwerte wieder her. Andere Einstellungen bleiben unberührt.
es: Devuelve el tamaño del área táctil, la sensibilidad del cursor y todos los valores de física a su estado original. El resto de ajustes se quedan igual.
et: Taastab tabamustsooni suuruse, kursorikerimise tundlikkuse ja kõik füüsikaväärtused. Muid seadeid ei puudutata.
fr: Remet la taille des zones de touche, la sensibilité du défilement au curseur et toutes les valeurs physiques par défaut. Le reste ne bouge pas.
hu: Visszaállítja a gombok érzékelési méretét, a kurzorgörgetés érzékenységét és az összes fizikai értéket. A többi beállításhoz nem nyúl.
it: Riporta ai valori predefiniti la dimensione dell'area attiva, la sensibilità di scorrimento del cursore e tutti i valori fisici. Le altre impostazioni non le tocca.
ja: 当たり判定の大きさ、カーソルのスクロール感度、物理の値をすべて元に戻します。ほかの設定はそのままです。
ko: 터치 영역 크기, 커서 스크롤 감도, 모든 물리 값을 되돌려요. 다른 설정은 건드리지 않아요.
ms: Set semula saiz kotak sentuh, kepekaan tatal kursor, dan semua nilai fizik. Tetapan lain tak berubah.
pt: Repõe o tamanho da área de toque, a sensibilidade do cursor e todos os valores de física. As outras definições ficam na mesma.
ru: Возвращает размер зон нажатия, чувствительность прокрутки курсора и все параметры физики. Остальные настройки не затрагиваются.
zh_hans: 还原触控区大小、光标滑动灵敏度和所有物理参数。其他设置不动。
